[ 
	{		"img" : "pics/01_lumiukko.png",
			"txt" : "Lumiukko lakaisemaan saapui pihamaan<br>Uuni puilla täyttäkäätten, kohta saunotaan!" 
	},
	{		"img" : "pics/02_sauna.png",
			"txt" : "Käy Tonttu saunan kuumuudessa hiest' ähkimään<br>Välttämätöntä on pian päästä pesemään" 
	},
	{		"img" : "pics/03_sauna_palaa.png",
			"txt" : "Kuuset ne kirkkaasti luo loistoaan<br>Ja revontulet pohjan taivaan värjää loimullaan" 
	},
	{		"img" : "pics/04_joulupoyta.png",
			"txt" : "Puhtaus on puoli ruokaa, Tonttu muistaa sen<br>Käy joulupuuron, kinkun kimppuun riemuin haukaten" 
	},
	{		"img" : "pics/05_tonttu_hiihtaa.png",
			"txt" : "Hiet, liat saivat jäädä saunaan lämpimään<br>nyt on päivä uusi, Tonttu lähtee hiihtämään" 
	},
	{		"img" : "pics/06_joulunkello.png",
			"txt" : "Helkkää kellot, tiukuset! Riemuun kaikki yhtyy<br>Tonttu punanuttuinen soittamaan kun ryhtyy" 
	},
	{		"img" : "pics/07_lunta_tupruttanut.png",
			"txt" : "Lunta tulla tupruttanut on jo puolisäären<br>Mukavaa ois käpertyä takkatulen ääreen" 
	},
	{		"img" : "pics/08_joulupaperi.png",
			"txt" : "Joulun tärkein elementti: joulupaperi<br>loppui kesken. Nyt ois kiva jos ois kaveri!" 
	},
	{		"img" : "pics/09_risti.png",
			"txt" : "Tonttu laskee kynttilän ja valoa saa risti<br>Mieleen muistuu ystävänsä Lasse, Puttis, Kvisti" 
	},
	{		"img" : "pics/10_tonttu_tarkkailee.png",
			"txt" : "Tontun täytyy tarkkailla, se on tontun työ<br>Tonttu tarkkailee myös silloin kun on musta yö" 
	},
	{		"img" : "pics/11_himmeli.png",
			"txt" : "Tonttu pohtii päivän töitä; himmelinkö laittais?<br>onhan päivä huomennakin, ei kai lepo haittais!" 
	},
	{		"img" : "pics/12_orhi.png",
			"txt" : "Tuntureiden taakse missä tiekin tietön lie<br>Sangen joutuisasti Tontun orhi oiva vie" 
	},
	{		"img" : "pics/13_susi.png",
			"txt" : "Vahtikoira haukkuu, Tonttu ulos tuijottaa<br>pakkanenkin paukkuu, joulu tulla jollottaa" 
	},
	{		"img" : "pics/14_lumilyhty.png",
			"txt" : "Joulun aikaan ydinperhe viettää laatuaikaa<br>Yksikään ei riitele, se on joulun taikaa" 
	},
	{		"img" : "pics/15_kiltti.png",
			"txt" : "Reessä alle porontalja, päälle vilttejä<br>viime vuonna tähän aikaan oltiin kilttejä" 
	},
	{		"img" : "pics/16_porot.png",
			"txt" : "Joulun aikaan pienimmillä riittää vilinää<br>Jostain kaukaa kuulet poron kellon kilinää" 
	},
	{		"img" : "pics/17_limppu_rosolli.png",
			"txt" : "Käy kystä kyllästyttämään ja mieleen hiljaiseen<br>saa limpusta ja rosollista Tonttu tarpeekseen" 
	},
	{		"img" : "pics/18_tonttu_aprikoi.png",
			"txt" : "Pukki lähtee lahjoineen ja joululaulut soi<br>Miten ehtii joka paikkaan? Tonttu aprikoi" 
	},	
	{		"img" : "pics/19_avanto.png",
			"txt" : "Joulu! Aika hartauden ja vanhain perinteiden<br>saunotaan ja avannossa juostaan kiljuen" 
	},	
	{		"img" : "pics/20_laulu.png",
			"txt" : "Lasten laulu raikuu niin kuin ääni enkelten<br>jouluun kuuluu kaipuu, Tonttu tietää myöskin sen" 
	},
	{		"img" : "pics/21_kolme_yota.png",
			"txt" : "Kolme yötä jouluun on, sai Tonttu selville<br>Tule joulu! Odotus jo käypi hermoille" 
	},	
	{		"img" : "pics/22_tonttu_pilkkii.png",
			"txt" : "Joulurauhan Suomen Turku meille julistaa<br>Silloin ei saa riehua, ei saa varastaa" 
	},	
	{		"img" : "pics/23_joulukala.png",
			"txt" : "Joulun herkut täyttää mahan, tiukaksi käy vyö<br>Siitä tonttu piittaa ei vaan joulukalaa syö" 
	},	
	{		"img" : "pics/24_jouluaatto.png",
			"txt" : "On Jouluyö. Sen hiljaisuutta yksin kuunnellen<br>saa Tonttu lahjat rikkahat ja rauhan sydämen" 
	}	
]